{
    "version": "https://jsonfeed.org/version/1",
    "title": "Cubs Fun Games",
    "description": "",
    "home_page_url": "https://www.cubsfun.co.uk",
    "feed_url": "https://www.cubsfun.co.uk/feed.json",
    "user_comment": "",
    "icon": "https://www.cubsfun.co.uk/media/website/Gemini_Generated_Image_ahbz7iahbz7iahbz.png",
    "author": {
        "name": "Dave Bird"
    },
    "items": [
        {
            "id": "https://www.cubsfun.co.uk/wolf-pack.html",
            "url": "https://www.cubsfun.co.uk/wolf-pack.html",
            "title": "Wolf Pack  ",
            "summary": "Split into two teams. The two teams were cargo ships crossing the&hellip;",
            "content_html": "<p>Split into two teams.  The two teams were cargo ships crossing the Atlantic, and German  <br>submarines. The game can be played in woods or open ground, with cover or without, in <br>day or at night, and depending on those circumstances is either a running around game or <br>a stealth game.   <br>Three Leaders required - one is America (in the Wolf Pack version), one is Britain (widely <br>separated from America, of course) and the third is Germany.  America has a supply of <br>cargo tokens (cards labelled \"cargo\") - 25 to 35.  The cargo ships have to get the cargo - <br>each ship can only carry one cargo at a time - from America to Britain.   <br>www.4theastcotescouts.org.uk   Wide Games from various sources    08/04 Page 20 <br>The German submarines are not allowed within 20 paces of either America or Britain, and <br>have to intercept the cargo ships and take the cargo.  Now, submarines hunt in Wolf <br>Packs.  So when a submarine catches a ship (touching is sufficient) the ship *has* to stop, <br>but the submarine cannot take the cargo until he calls up two other submarines.  When <br>there are three submarines the ship has to hand over the cargo.   <br>The ship can now return to America to take another cargo.  One of the submarines has to <br>take the cargo to Germany, taking him out of the hunt, briefly.  The submarine can only <br>carry one cargo at a time.   <br>Count the number of cargoes that get through, then change the teams over and count how <br>many the others can get through.  It doesn't take long to realise that, while a Wolf Pack is <br>forming to take the cargo off one ship, the number of hunters is reduced and another ship <br>can slip through.  And it doesn't take much longer for the idea of a convoy to form, where <br>the first ships sacrifice themselves to draw off the submarines from the others.  And finally <br>some of the ships will twig that they can dummy, and draw off submarines when they are <br>only pretending to carry cargo.</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:52:01+00:00",
            "date_modified": "2025-11-27T16:52:01+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/water-bomb.html",
            "url": "https://www.cubsfun.co.uk/water-bomb.html",
            "title": "Water Bomb. ",
            "summary": "Each team has a base with an equal number of water bombs&hellip;",
            "content_html": "<p>Each team has a base with an equal number of water bombs each. The winning <br>team is that with most intact bombs at end. <br>Teams must seek out the enemy bases and steal their bombs. The bases may not <br>be guarded. If caught with a bomb in transit a player should give it up, or <br>at least not fall over with it while running away! <br>Use of bombs as weapons, is of course banned until the game is over. </p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:51:47+00:00",
            "date_modified": "2025-11-27T16:51:47+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/water-billies.html",
            "url": "https://www.cubsfun.co.uk/water-billies.html",
            "title": "Water billies",
            "summary": "In a wooded situation, hide a number of billies filled with water.",
            "content_html": "<p>In a wooded situation, hide a number of billies filled with water. <br>In a central place, have an empty billie for each team (normally we only have two teams as <br>it works out best) <br>The aim is to get more water in your team's billie than the others, and the tactics are to find <br>the water sources without letting the other team know where the one(s) your team has <br>found are. <br>Team members have cups to transfer the water, and while they can obstruct the other <br>team making them spill the contents, they can't get physical with them. <br>At then end of the game, the team's billies are 'weighed' and the one with the most water is <br>the winner. <br>The leaders running it get the teams to sit down in a straight line in front of their billie. The <br>leaders then swap billies (so the team which collected the most water has the leader with <br>the *least* water in front of them.) <br>The leaders then prove how much water there is in the billies (think about it) <br>Surprisingly enough, even though at the second time, they know the leaders are going to <br>throw the water over them, they all sit there waiting for it to happen. <br>It has been known for the parents to get wet as well....</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:51:08+00:00",
            "date_modified": "2025-11-27T16:51:08+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/rockets-and-interceptors-2.html",
            "url": "https://www.cubsfun.co.uk/rockets-and-interceptors-2.html",
            "title": "Rockets and Interceptors  ",
            "summary": "Rockets and Interceptors You will need: a bucket or large tin a&hellip;",
            "content_html": "<p>Rockets and Interceptors  <br>You will need:  <br>a bucket or large tin  <br>a large number of coloured balls or plastic clothes pegs all the same colour  <br>Skittles or rope to mark off the target area  <br>This is played by two teams. The attacking team are called the rockets and the defending <br>team are called the interceptors.  <br>The target area is marked off and the bucket or large tin is placed in the centre. Only <br>rockets are allowed to go inside the target area.  <br>Up to four interceptors are allowed to hover around the target area.  <br>www.4theastcotescouts.org.uk   Wide Games from various sources    08/04 Page 18 <br>The rockets have a base at which they pick up their warheads. Each rocket can carry only <br>one warhead to the target area.  <br>If a rocket is tagged by an interceptor before going inside the target area, they must hand <br>over their warhead and return to their base. 20 warhead units in the bucket or tin destroy <br>the interceptor target area. All the coloured balls count for 1 warhead unit. The five white <br>balls are special multi warheads and count as 5 warhead units for each white ball. If the <br>interceptor target area is not destroyed after 20 minutes then change over the teams so <br>that everyone has a turn at attacking and defending. This game is best played where there <br>is a bit of cover for hiding and creeping up on the target, or at night when visibility is <br>reduced.</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:50:44+00:00",
            "date_modified": "2025-11-27T16:50:44+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/operation-heavy-water.html",
            "url": "https://www.cubsfun.co.uk/operation-heavy-water.html",
            "title": "Operation Heavy Water ",
            "summary": "The Trovak and the Cominski nations have been at a stage of&hellip;",
            "content_html": "<p>The Trovak and the Cominski nations have been at a stage of Alert Code Red Four for the <br>last 12 weeks. Matters have now escalated and they have both decided to initiate direct <br>action against one another.  <br>Before their respective partisan armies can go in to battle an elite force of special forces <br>troops must destroy their opponents communications base. These bases are so heavily <br>built that they can only be blown up with a plasma explosive combined with heavy water. <br>Each special forces patrol must first of all build a stable transportation device (STD) to <br>move the heavy water. This special transportation device appears similar to a four sided <br>pyramid and has to be constructed from hyper tensile steel and carbon fibre strands. To <br>the untrained civilian eye these look very much like broomsticks and string. <br>www.4theastcotescouts.org.uk   Wide Games from various sources    08/04 Page 17 <br>Once the STD has been constructed each patrol may begin their raid on the enemy. The <br>STD must be carried by a minimum of four people, the remaining troops may be deployed <br>by their patrol leader to thwart the enemy’s attempts at exploding their own bomb.  <br>Given the extremely volatile nature of the heavy water all special forces must wear a <br>protective armband to prevent them from being subjected to the lethal levels of Dispetide <br>468 radioactive material which is the base element of the heavy water. To ensure that <br>civilians are not unduly alarmed by troops wearing protective armbands these have been <br>cunningly camouflaged to look suspiciously like pieces of wool tied around the upper arm <br>of each person. Should the protective armband be stolen by an opponent or lost in battle a <br>new armband may be collected from the home base. Without the armband you cannot play <br>an active part in the operation. <br>If a Special Forces Team loses their heavy water they can obtain more from their home <br>base. Due to the volatile nature of Dispetide 468 it has to be transported in small quantities <br>in special containers which have also been camouflaged and look like drinking cups. <br>The winning side will be the first one to destroy the enemy base. To do this their patrol <br>must arrive at the base with their heavy water intact, carried in a Stable Transportation <br>Device by four people. Each person must have their protective armband intact. The Patrol <br>Leader may then initiate the launch sequence which will fire the plasma rocket and <br>explode the heavy water. <br>Equipment needed per team: <br>8 staves <br>Sisal <br>Billy can <br>Fireworks <br>Plastic launch tubes <br>Matches <br>Wool <br>Water in container <br>Plastic cups</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:50:27+00:00",
            "date_modified": "2025-11-27T16:50:27+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/elephant-hunt.html",
            "url": "https://www.cubsfun.co.uk/elephant-hunt.html",
            "title": "Elephant Hunt",
            "summary": "You will need: Coloured wool to match up with six's colours talcum&hellip;",
            "content_html": "<p>You will need:  <br>Coloured wool to match up with six's colours  <br>talcum powder  <br>plastic plant identification labels  <br>TIME to lay the trail  <br>Tell story to the pack about the elephants who have escaped from the local circus, who <br>have asked for the cubs help in getting the elephants back. The circus tell us that each <br>elephant is wearing a coloured mat on it's back, each mat matches one of the sixes <br>colours. So each six can look for the elephant wearing their sixes colour on it's back. The <br>cubs then follow a trail of wool, picking up their colours as they go. They must not pick up <br>any other colours. You could tell them how many pieces they should find. The trail divides <br>and finally the coloured wool disappears. All that can be seen is large (talcum powder) <br>elephants footprints on the ground. These all lead to one place where the elephants can <br>clearly be seen, wearing tatty mats on their backs, (parents or leaders). But the elephants <br>have been caught by a gang of thieves who will sell them back to the cubs for £200 no <br>more, no less. The cubs are then told that they can gather this money from around a <br>certain bush. This money is the plastic plant tabs, stuck into the ground around the bush. <br>Each label is marked with an amount of money. Each six must only take labels to exactly <br>£200 and pay the thieves for their elephant . They then take their elephant back to the <br>circus where there is sure to be a reward. </p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:50:09+00:00",
            "date_modified": "2025-11-27T16:50:09+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/card-challenge.html",
            "url": "https://www.cubsfun.co.uk/card-challenge.html",
            "title": "Card Challenge",
            "summary": "Two teams (red and black) (Four teams if using 2 packs of&hellip;",
            "content_html": "<p>Two teams (red and black) <br>(Four teams if using 2 packs of cards with different back colours) <br>Equipment  <br>Pack of cards split red/black.  <br>Aim <br>To collect as many cards as possible. </p>\n<p><br>How to Play <br>Each team has a base at the opposite ends of the space you are playing in. <br>Each Team has their pack of cards which they must get from A to B. Only one<br> card can be <br>carried at a time. If a member of the other team challenges them a high card takes a lower <br>card. <br>Ace is high except against picture cards. Joker is lowest except against picture cards when <br>it wins. <br>Set time limit and boundary area and at the end of the game count the cards which got <br>'home'. (complete royal family = double score)</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:49:38+00:00",
            "date_modified": "2025-11-27T16:49:38+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/wide-game-bootleggers.html",
            "url": "https://www.cubsfun.co.uk/wide-game-bootleggers.html",
            "title": "Wide Game Bootleggers ",
            "summary": "Equipment Food dye coloured water in old squash bottles Plastic cups 2&hellip;",
            "content_html": "<p>Equipment  <br>Food dye coloured water in old squash bottles  <br>Plastic cups  <br>2 Whistles  <br>Empty Squash bottles with lids  <br>Game Description  <br>Two leaders roam an outdoor area (preferably woods). Each blows whistle blasts at 3 <br>minute intervals (staggered). They should try to remain in hearing of each other. One <br>leader blows 2 blasts, the other leader 3 blasts.  <br>One leader has a large squash bottle of coloured water and a supply of plastic cups. The <br>other leader starts with one empty squash bottle per team, with the each team’s name <br>written on their bottle. Teams ferry water between the two leaders, at the end of the game <br>(signalled by long whistle blasts) the team with the most water is the winner.  <br>To encourage teamwork it is a good idea to rule that water will only be given to or received <br>from complete teams (or groups of 3-4 scouts).  <br>Teams are allowed to break each other’s cups, but are not allowed to lurk around either of <br>the two leaders. </p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:49:17+00:00",
            "date_modified": "2025-11-27T16:49:17+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/arms-race.html",
            "url": "https://www.cubsfun.co.uk/arms-race.html",
            "title": "Arms Race ",
            "summary": "Equipment required: 2 firework rockets 8 staves 16 lengths of sisal, about&hellip;",
            "content_html": "<p>Equipment required: <br>2 firework rockets <br>8 staves <br>16 lengths of sisal, about 1 metre each <br>2 plastic tubes for launching the fireworks <br>matches &amp; tapers <br>It is best played in an open area, free from overhead obstructions. <br>The Kingdom of Zonga and the Republic of Walabaloo are at war with each other <br>as a result of a dispute over the price of smoked haddock. Each country has a <br>nuclear missile, which is cunningly disguised as a firework rocket. Neither <br>country has the means yet to launch their rocket. Both governments are aware <br>that if they are the first to fire their missile they would inflict devastation <br>on the other country and thereby win the war. <br>Unscrupulous Weapons Dealers plc have a depot in the vicinity and they have all <br>the staves, sisal etc. that each side would need to build their launch <br>facility. The weapons dealer is prepared to sell the equipment to both sides, <br>knowing perfectly well what each country intends to use it for. The launch <br>facility, when built, looks surprisingly like a Flagstaff.  <br>The soldiers of each side have a \"life\", which consists of a piece of coloured <br>wool on the sleeve (or another type of thing as you wish) and they can only <br>participate in the game as long as they are wearing it. If they lose it, they <br>must return to their own base for another one. Each side has a differently <br>coloured \"life\". The lives are also currency to buy items of equipment from the <br>www.4theastcotescouts.org.uk   Wide Games from various sources    08/04 Page 15 <br>weapons dealer. The items of equipment are sold for one enemy life each. The <br>price may go up or down at the weapons dealer's discretion - after all he is <br>not called unscrupulous for nothing! Players may only use reasonable force to <br>take a life from an opposing team member. <br>The first team that builds the flagstaff launch facility correctly (using knots <br>and lashings that are tied properly) and then launches its rocket, wins the <br>game. <br>You would need at least 3 adults to run this game. One at the weapons dealer <br>base and one at each of the teams bases. Great care would have to be taken when <br>lighting the firework. Only allow a supervising adult to do it, with <br>the Scouts kept a safe distance away. <br>So what happened to the smoked haddock? Nobody really knows or cared too much <br>after the war. Most of it was blown up in the explosion and the rest was <br>contaminated by radioactive fall out. <br>Standard rules: Define playing area. No whacking, hitting, kicking, biting, gouging or <br>grabbing people’s soft bits. One whistle to start, three loud blasts to stop and return to <br>base. Only suitable people to light matches and fireworks. </p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:48:48+00:00",
            "date_modified": "2025-11-27T16:48:55+00:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/troglodytes.html",
            "url": "https://www.cubsfun.co.uk/troglodytes.html",
            "title": "Troglodytes",
            "summary": " • 1 Candle • 1 Box of matches www.4theastcotescouts.org.uk Wide Games from&hellip;",
            "content_html": "<p> • 1 Candle  <br> • 1 Box of matches  <br>www.4theastcotescouts.org.uk   Wide Games from various sources    08/04 Page 14 <br> • Some torches  <br>Here is a wide game that we call \"Troglodytes\" although I think that it's common name is <br>burning bridges. The premise behind the game is that Troglodytes have landed on our <br>planet from another galaxy and are preparing to take over the world. The troglodytes have <br>a faulty spaceship which will explode if it is set on fire.  <br>The scouts job is to sneak up to the troglodyte ship and blow it up. However, The <br>troglodytes are more advanced than humans and have laser blasters that can kill the <br>scouts.  <br>The game is played on a dark night in a large field with many hiding spots.  <br>The leaders place a candle and some matches at a designated location. The leaders then <br>pick a place near the candle but not right up close to it. Each leader carries a flashlight and <br>is not allowed to move from his/her location.  <br>The scouts start at one location and must sneak up and light the candle. If a leader hears <br>a scout he/she turns on his/her flashlight and blasts the scout. If a scout is hit with the <br>flashlight then he is out.  <br>The game continues until a scout can light the candle or until all scouts are dead. Note that <br>the flashlights can only be used for a short burst</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
                   "wide"
            ],
            "date_published": "2025-11-27T16:48:32+00:00",
            "date_modified": "2025-11-27T16:48:32+00:00"
        }
    ]
}
