{
    "version": "https://jsonfeed.org/version/1",
    "title": "Cubs Fun Games",
    "description": "",
    "home_page_url": "https://www.cubsfun.co.uk",
    "feed_url": "https://www.cubsfun.co.uk/feed.json",
    "user_comment": "",
    "author": {
        "name": "Dave Bird"
    },
    "items": [
        {
            "id": "https://www.cubsfun.co.uk/29danish-123.html",
            "url": "https://www.cubsfun.co.uk/29danish-123.html",
            "title": "29.Danish 1,2,3",
            "summary": "Participants are paired off and asked to stand in a circle in&hellip;",
            "content_html": "<p>Participants are paired off and asked to stand in a circle in 2 deep. (i.e you then have an inner and an outer circle) There are 3 commands. On the command of “1” the couple simply swap places. On command “2” all the scouts behind must go under the legs of the scout in front of them. On command “3” all the scouts behind must run around the perimeter of the circle (clockwise) back to their partner and then go under their legs and stand back up. The slowest couple on each command is out! Suitable for Cubs, Scouts and Ventures</p>",
            "image": "https://www.cubsfun.co.uk/media/posts/23/PXL_20240406_102325219.MP.jpg",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:21:00+01:00",
            "date_modified": "2024-04-19T14:30:51+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/28bucket-ball.html",
            "url": "https://www.cubsfun.co.uk/28bucket-ball.html",
            "title": "28.Bucket Ball:",
            "summary": "Participants are separated into two teams and a member of each team&hellip;",
            "content_html": "<p><br><br>Participants are separated into two teams and a member of each team stands on a chair at the opposing end of the hall to their team with a bucket in their hands. The object of the game is to throw the ball into their teams bucket to score a point. It’s a non contact game and the only way the ball can be intercepted by the other team is when its flying through the air. Also they can’t travel with the ball! Suitable for Cubs, Scouts and Ventures</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:20:41+01:00",
            "date_modified": "2024-04-19T14:20:41+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/27no-mans-land.html",
            "url": "https://www.cubsfun.co.uk/27no-mans-land.html",
            "title": "27.No Man’s Land:",
            "summary": "Participants separated into two teams and two lines of chairs set across&hellip;",
            "content_html": "<p><br><br>Participants separated into two teams and two lines of chairs set across the hall about 3 foot apart. The object is to hit someone on the opposing team with a ball, on being hit they are out. If someone catches the ball there person who threw it is out! If the ball lands in “no mans land” its anybodies, but can’t be throw at the opposing team from no mans land! Sponge balls are best. Suitable for Cubs, Scouts and Ventures</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:20:31+01:00",
            "date_modified": "2024-04-19T14:20:31+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/20scotch.html",
            "url": "https://www.cubsfun.co.uk/20scotch.html",
            "title": "20.Scotch",
            "summary": "The players run around the hall and when they are running a&hellip;",
            "content_html": "<p><br><br>The players run around the hall and when they are running a tennis ball is introduced into the mix. When a player catches the ball in their hands they shout ‘Scotch’. At this point all other players must freeze. The player with the ball in their hands can turn by pivoting on one foot but cannot move otherwise. They must throw the ball at someone and try and hit them to get them out. Once the ball has left the players hands all the other players can move again and dodge the ball being thrown at them. If a player is hit by the ball they are out.</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:19:08+01:00",
            "date_modified": "2024-04-19T14:19:08+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/19pairs.html",
            "url": "https://www.cubsfun.co.uk/19pairs.html",
            "title": "19.Pairs",
            "summary": "The players get into pairs. They must then run around the hall,&hellip;",
            "content_html": "<p><br>The players get into pairs. They must then run around the hall, away from their partners. When the whistle is blown they must find their partner, link arms backwards and sit down (with their arms still linked). The last pair to find each other and sit down are out.<br><br>Suitable for Beavers, Cubs.</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:18:58+01:00",
            "date_modified": "2024-04-19T14:18:58+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/18numbers.html",
            "url": "https://www.cubsfun.co.uk/18numbers.html",
            "title": "18.Numbers",
            "summary": "The players all run around the hall and when the leader shouts&hellip;",
            "content_html": "<p><br><br>The players all run around the hall and when the leader shouts a number, the players must get into groupings of that number. If players cannot make up a grouping of that number they are out.<br><br>Suitable for Beavers, Cubs.</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:18:45+01:00",
            "date_modified": "2024-04-19T14:18:45+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/17ship-shore.html",
            "url": "https://www.cubsfun.co.uk/17ship-shore.html",
            "title": "17.Ship, Shore",
            "summary": "One end of the hall is designated ship and one end is&hellip;",
            "content_html": "<p><br><br>One end of the hall is designated ship and one end is designated shore. The leader shouts ship or shore and the players run to that end of the hall. The leader tries to catch the player out by, for example, pointing at ship when calling shore, or by calling ship when the players are already at ship. The last player to reach the end called or if a player moves from the end they are at when that end is called, is out. The leader introduces new concepts into the game such as:<br><br>− Captain’s Coming: The players must all stand to attention and make a salute sign. They must freeze as if the Captain is coming. If a player moves they are out.<br><br>− Sharks: The players must get themselves off the floor by what ever means necessary to avoid the sharks.<br><br>− Scrub the Decks: The players must drop to their knees and scrub the ground.<br><br>− Climb the Rigging: The players must make a ‘climbing up a ladder’ motion.<br><br>− Ballroom Dancing: The players must get into pairs and begin ballroom dancing. Suitable for Beavers</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:18:36+01:00",
            "date_modified": "2024-04-19T14:18:36+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/16tiny-island.html",
            "url": "https://www.cubsfun.co.uk/16tiny-island.html",
            "title": "16.Tiny Island",
            "summary": "A circle big enough for all the people playing is chalked in&hellip;",
            "content_html": "<p><br>A circle big enough for all the people playing is chalked in the centre of the hall. The players are split in half and each half is sent to a different end of the hall. When ‘Tiny Island’ is called by the leader, all the players must run into the chalked circle. When the leader counts down from five, each player must be fully in the circle (no feet or arms over the edge!). The circle gets smaller and smaller and players are knocked out as they cannot fit inside.<br><br>Suitable for Cubs, Scouts and Venture Scouts.</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:18:23+01:00",
            "date_modified": "2024-04-19T14:18:23+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/15bench-ball.html",
            "url": "https://www.cubsfun.co.uk/15bench-ball.html",
            "title": "15.Bench Ball",
            "summary": "This game involves patrol-sized teams. The object of the game is to&hellip;",
            "content_html": "<p><br><br>This game involves patrol-sized teams. The object of the game is to score a goal by throwing the ball to your own goalie who is standing on a bench at the end of the hall. Each team has a goalie at either end of the hall. When they have the ball, players cannot move from the spot they are on, they must throw it to a team mate.<br><br>Suitable for Beavers, Cubs, Scouts and Venture Scouts.</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:17:56+01:00",
            "date_modified": "2024-04-19T14:17:56+01:00"
        },
        {
            "id": "https://www.cubsfun.co.uk/14pass-out.html",
            "url": "https://www.cubsfun.co.uk/14pass-out.html",
            "title": "14.Pass Out",
            "summary": "All the participants sit in a large circle and number off in&hellip;",
            "content_html": "<p><br><br>All the participants sit in a large circle and number off in fours. When a number is called everyone with that number gets up and runs around the circle in the same direction. When someone is passed out by another player they are knocked out. The object is for one person to be left running around at the end. Then the game leader calls another and it continues.<br><br>Suitable for Beavers, Cubs, Scouts and Venture Scouts.</p>",
            "author": {
                "name": "Dave Bird"
            },
            "tags": [
            ],
            "date_published": "2024-04-19T14:17:47+01:00",
            "date_modified": "2024-04-19T14:17:47+01:00"
        }
    ]
}
